{
  "who-we-are": {
    "desc": "We are a polish community of players, a place where you can find companions to play with, talk to and find help if you need it. We are constantly developing and improving our website and Discord server. We keep up with the trends and add new features to make it easier for people to play and make new friends.",
    "discord-btn": "Join to our Discord!",
    "discord-btn-with-members-1": "Join to",
    "discord-btn-with-members-2": "users"
  },
  "nav": {
    "home": "Home",
    "dashboard": "Player Dashboard",
    "go-to-dashboard": "Go to dashboard",
    "ranking": "Ranking",
    "login": "Login",
    "profile": "Profile",
    "roles": "Roles",
    "settings": "Settings",
    "logout": "Logout"
  },
  "header": {
    "desc": "Looking for people to play? Join us."
  },
  "footer": {
    "privacy-policy": "Privacy Policy",
    "group": "Group",
    "copyright": "All rights reserved.",
    "author": "Created with ❤️ by"
  },
  "homepage": {
    "heading-1": "Our priority is the players.",
    "heading-2": "What makes us unique?",
    "heading-3": "Administration",
    "desc-1": "You can find people to play any game, any type. And in case there are no people to play your game, you can wait for someone to show up, invite someone, or encourage our members to play whatever you want.",
    "desc-2": "We have our own Discord bot, which includes a friendly and easy to use player panel where you can, among other things, assign yourself a role on the Discord server.",
    "desc-3": "Activity and involvement in our community is rewarded. Work with us to create a great place for players. Together we will achieve our goal.",
    "desc-3-a": "You can check out the ranking on our site and also share a link to your profile.",
    "desc-4": "You have the opportunity to win the game, completely free of charge. You only need to be active on the Discord server and follow the draws."
  },
  "discord": {
    "desc": "Join our community and grow it together with us."
  },
  "privacy-policy": {
    "heading-1": "Privacy policy",
    "heading-2": "A. Introduction",
    "heading-3": "B. Collection of personal data",
    "heading-4": "C. Use of your personal data",
    "heading-5": "D. Disclosure of personal information",
    "heading-6": "E. Revisions",
    "heading-7": "F. Your rights",
    "heading-8": "G. Information Update",
    "heading-9": "H. Cookies",
    "point-a-1": "The privacy of our website visitors is very important to us and we make every effort to protect it. This policy explains what we do with your personal information.",
    "point-a-2": "Agreeing to use cookies in accordance with the terms of this policy on your first visit to our site allows us to use cookies on each subsequent visit to our site.",
    "point-b-1": "The following types of personal data may be collected, stored and used:",
    "point-b-2": "Computer information, including IP address, geographic location, browser type and version, and operating system;",
    "point-b-3": "information needed to create a login session so you can manage your account and also stay logged in automatically for up to two days;",
    "point-b-4": "information, such as an email address, which is downloadable through Discord API or other means;",
    "point-b-5": "information entered when using the services on our website;",
    "point-b-6": "information that is generated when you use our website, including when, how often and under what circumstances you use it;",
    "point-b-7": "information published on our website with the intention of publishing it on the Internet, including your username, profile pictures and the content of the posts you make;",
    "point-b-8": "information contained in any correspondence sent to us by email or downloaded from the Discord Api or otherwise, including communication content and metadata;",
    "point-b-9": "maintaining the session of the Service User (after logging in), thanks to which the User does not have to log in again on each subpage of the Service;",
    "point-b-10": "any other personal information downloaded from the Discord Api or otherwise;",
    "point-b-11": "Before you disclose another person's personal information to us, you must obtain that person's consent to the disclosure and processing of that personal information in accordance with this policy.",
    "point-c-1": "Personal information submitted to us through our website will be used for the purposes specified in this policy or on the relevant pages of the website.",
    "point-c-2": "We may use your personal information for a purpose:",
    "point-c-3": "administration of our website;",
    "point-c-4": "Personalizing our website for you;",
    "point-c-5": "To enable you to use the services available on our website;",
    "point-c-6": "Provision of services purchased through our website;",
    "point-c-7": "other applications;",
    "point-c-8": "Your privacy settings can be used to limit the publication of your information on our website and can be customized using the site's privacy controls.",
    "point-c-9": "We will not, without your express consent, provide your personal information to third parties, or any other related third parties, for direct marketing purposes.",
    "point-d-1": "We may disclose your personal information to any members of the administration, moderators, as long as it is necessary for the purposes set forth in this „Privacy Policy”.",
    "point-d-2": "We may disclose your personal information:",
    "point-d-3": "To the extent required by law;",
    "point-d-4": "in connection with ongoing or potential legal proceedings;",
    "point-d-5": "in order to establish, enforce or defend our rights (including sharing information with others to prevent fraud);",
    "point-d-6": "to any person who, in our reasonable opinion, may apply to a court or other competent authority for the disclosure of such personal data if, in our reasonable opinion, there is a high probability that such court or authority will order the disclosure of such personal data;",
    "point-d-7": "Except as provided in this „Privacy Policy”, we will not share your information with third parties.",
    "point-e": "This policy may be updated from time to time by posting a new version on our site. You should check this page from time to time to ensure that you understand any changes to this policy. We may notify you of changes to this policy via email or the private messaging system on our website.",
    "point-f-1": "You may request access to your personal information that is stored.",
    "point-f-2": "We may withhold personal information at your request, to the extent permitted by law.",
    "point-f-3": "You can instruct us not to process your personal data for marketing purposes at any time.",
    "point-f-4": "In practice, you usually either explicitly consent to our use of your personal information for marketing purposes in advance, or we will provide you with the option to opt out of sharing your personal information for marketing purposes.",
    "point-g": "Please let us know if you need to correct or update any personal information we hold.",
    "point-h-1": "Data collected during visits to our sites",
    "point-h-2": "During each visit to the site, data specifying the IP address of the computer, domain name, type of Internet browser, type of operating system, etc. are automatically collected.",
    "point-h-3": "How the collected data will be used",
    "point-h-4": "All automatically obtained data remain at the disposal of the Playergency server and are not shared with third parties. The data may be used internally to perform visit statistics and analysis of the most visited links in order to increase the functionality of the Playergency server.",
    "point-h-5": "How to change the obtained data",
    "point-h-6": "Data collected automatically during visits to the Playergency website cannot be changed or deleted.",
    "point-h-7": "Use of cookies",
    "point-h-8": "Our site may use cookies to identify the visitor to the site in order to increase the functionality of the site. Cookies do not collect personal information.",
    "point-h-9": "How your data is secured",
    "point-h-10": "All data collected automatically does not contain personal information and is not shared with third parties.",
    "point-h-11": "Google Analytics",
    "point-h-12": "We use on our website an online tool - Google Analytics for the analysis of web site statistics, provided by Google.",
    "point-h-13": "Changes in privacy policy",
    "point-h-14": "The Playergnecy server reserves the right to change the above privacy policy by publishing a new privacy policy on this page.",
    "point-h-15": "The Playergency server informs you that by using www.playergency.com you accept the terms and conditions of Discord Inc.",
    "point-h-16": "The Playergency server assumes no responsibility and recommends consulting legal experts if you implement the above measures on your website."
  },
  "cookies-banner": {
    "desc": "The site uses cookies to provide its services and in accordance with its Privacy Policy. You can specify the conditions for storing or accessing cookies in your browser.",
    "accept-btn": "I agree",
    "more-info": "More info"
  },
  "roles-dashboard": {
    "search": "Search",
    "category-all": "All",
    "not-logged": "You must be logged in to assign roles.",
    "not-guildmember": "First you must join our Discord server.",
    "only-owned": "Only owned",
    "no-roles": "No roles found"
  }
}