{
  "who-we-are": {
    "desc": "Jesteśmy społecznością graczy, miejscem, gdzie możesz znaleźć towarzyszy do gry, porozmawiać z nimi a także znaleźć pomoc, jeśli jej potrzebujesz. Stale się rozwijamy i ulepszamy naszą stronę internetową oraz serwer Discord. Podążamy za trendami i dodajemy nowe funkcje, aby ułatwić ludziom grę i nawiązywanie nowych znajomości.",
    "discord-btn": "Dołącz",
    "discord-btn-with-members-1": "Dołącz do",
    "discord-btn-with-members-2": "użytkowników"
  },
  "nav": {
    "home": "Strona Główna",
    "dashboard": "Panel Gracza",
    "go-to-dashboard": "Przejdź do panelu",
    "ranking": "Ranking",
    "login": "Zaloguj się",
    "profile": "Profil",
    "roles": "Role",
    "settings": "Ustawienia",
    "logout": "Wyloguj"
  },
  "header": {
    "desc": "Szukasz ludzi do gry? Dołącz do nas."
  },
  "footer": {
    "privacy-policy": "Polityka prywatności",
    "group": "Grupa",
    "copyright": "Wszelkie prawa zastrzeżone.",
    "author": "Stworzone z ❤️ przez"
  },
  "homepage": {
    "heading-1": "Naszym piorytetem są gracze.",
    "heading-2": "Co nas wyróżnia?",
    "heading-3": "Administracja",
    "desc-1": "Znajdziesz u nas osoby do grania w każdą grę, każdego typu. Natomiast w przypadku gdy nie będzie osób do twojej gry możesz zaczekać aż ktoś się pojawi, zaprosić kogoś lub namówić naszych użytkowników do grania w co tylko chcesz.",
    "desc-2": "Posiadamy autorskiego bota Discord, którego częścią jest przyjazny i łatwy w obsłudze panel gracza na którym, można min. przydzielić sobie rolę na serwerze Discord.",
    "desc-3": "Aktywność i zaangażowanie w naszą społeczność są nagradzane. Współpracuj z nami, aby stworzyć wspaniałe miejsce dla graczy. Razem osiągniemy nasz cel.",
    "desc-3-a": "Możesz sprawdzić ranking na naszej stronie, a także udostępnić link do swojego profilu.",
    "desc-4": "Masz możliwość zdobycia gry, całkowicie za darmo. Wystarczy tylko że będziesz aktywny na serwerze Discord oraz będziesz śledził losowania."
  },
  "discord": {
    "desc": "Dołącz do naszej społeczności i wspólnie rozwijaj ją z nami."
  },
  "privacy-policy": {
    "heading-1": "Polityka prywatności",
    "heading-2": "A. Wprowadzenie",
    "heading-3": "B. Zbieranie danych osobowych",
    "heading-4": "C. Korzystanie z Twoich danych osobowych",
    "heading-5": "D. Ujawnianie danych osobowych",
    "heading-6": "E. Nowelizacje",
    "heading-7": "F. Twoje prawa",
    "heading-8": "G. Aktualizacja informacji",
    "heading-9": "H. Ciasteczka",
    "point-a-1": "Prywatność odwiedzających naszą stronę internetową jest dla nas bardzo ważna i dokładamy wszelkich starań, aby ją chronić. Niniejsza polityka wyjaśnia, co robimy z Twoimi danymi osobowymi.",
    "point-a-2": "Zgoda na korzystanie z plików cookie zgodnie z warunkami niniejszej polityki podczas pierwszej wizyty na naszej stronie pozwala nam na korzystanie z plików cookie przy każdej kolejnej wizycie na naszej stronie.",
    "point-b-1": "Następujące rodzaje danych osobowych mogą być gromadzone, przechowywane i wykorzystywane:",
    "point-b-2": "informacje o komputerze, w tym adres IP, lokalizacja geograficzna, typ i wersja przeglądarki oraz system operacyjny;",
    "point-b-3": "informacje potrzebne do utworzenia sesji logowania dzięki której możesz zarządzać swoim kontem a także pozostawać zalogowanym automatycznie do dwóch dni;",
    "point-b-4": "informacje, takie jak adres e-mail, który możliwy jest do pobrania przez Discord API lub w inny sposób;",
    "point-b-5": "informacje wprowadzane podczas korzystania z usług na naszej stronie internetowej;",
    "point-b-6": "informacje, które są generowane podczas korzystania z naszej strony internetowej, w tym kiedy, jak często i w jakich okolicznościach z niej korzystasz;",
    "point-b-7": "informacje publikowane na naszej stronie internetowej z zamiarem opublikowania ich w Internecie, w tym nazwa użytkownika, zdjęcia profilowe i treść umieszczanych postów;",
    "point-b-8": "informacje zawarte we wszelkiej korespondencji przesyłanej do nas e-mailem lub pobrane z Discord Api lub w inny sposób, w tym treści komunikacyjne i metadane;",
    "point-b-9": "utrzymanie sesji Użytkownika Serwisu (po zalogowaniu), dzięki której Użytkownik nie musi na każdej podstronie Serwisu ponownie się logować;",
    "point-b-10": "wszelkie inne dane osobowe pobrane z Discord Api lub w inny sposób;",
    "point-b-11": "Zanim ujawnisz nam dane osobowe innej osoby, musisz uzyskać zgodę tej osoby na ujawnienie i przetwarzanie tych danych osobowych zgodnie z niniejszymi zasadami.",
    "point-c-1": "Dane osobowe przesłane do nas za pośrednictwem naszej strony internetowej będą wykorzystywane do celów określonych w niniejszej polityce lub na odpowiednich stronach witryny.",
    "point-c-2": "Możemy wykorzystywać Twoje dane osobowe do celu:",
    "point-c-3": "administrowania naszą stroną internetową;",
    "point-c-4": "personalizowania naszej strony internetowej dla Ciebie;",
    "point-c-5": "umożliwienia korzystania z usług dostępnych na naszej stronie internetowej;",
    "point-c-6": "świadczenia usług zakupionych za pośrednictwem naszej strony internetowej;",
    "point-c-7": "innych zastosowań;",
    "point-c-8": "Twoje ustawienia prywatności mogą być wykorzystane do ograniczenia publikacji Twoich informacji na naszej stronie internetowej i mogą być dostosowane za pomocą kontroli prywatności na stronie.",
    "point-c-9": "Nie będziemy bez Twojej wyraźnej zgody przekazywać danych osobowych stronom trzecim, lub jakimkolwiek innym związanym z nimi stronom trzecim, w celach marketingu bezpośredniego.",
    "point-d-1": "Możemy ujawniać dane osobowe użytkownika wszelkim członkom administracji, moderatorom, o ile jest to niezbędne do celów określonych w niniejszych „Zasadach ochrony prywatności”.",
    "point-d-2": "Możemy ujawniać Twoje dane osobowe:",
    "point-d-3": "w zakresie, w jakim jest to wymagane przepisami prawa;",
    "point-d-4": "w związku z trwającymi lub potencjalnymi postępowaniami prawnymi;",
    "point-d-5": "w celu ustanowienia, wyegzekwowania lub obrony naszych praw (wliczając w to udostępnienie informacji innym podmiotom w celu przeciwdziałania oszustwom);",
    "point-d-6": "wszelkim osobom, które wedle naszej zasadnej opinii mogą wystąpić do sądu lub innego właściwego organu o ujawnienie takich danych osobowych, jeśli wedle zasadnej rozsądnej opinii, istnieje duże prawdopodobieństwo, że taki sąd lub organ nakaże ujawnienie takich danych osobowych;",
    "point-d-7": "Z wyjątkiem postanowień zawartych w niniejszych „Zasadach ochrony prywatności” nie będziemy udostępniać osobom trzecim informacji dotyczących użytkownika.",
    "point-e": "Niniejsze zasady mogą być okresowo aktualizowane poprzez zamieszczenie w naszej witrynie ich nowej wersji. Należy od czasu do czasu sprawdzać tę stronę, aby upewnić się, że rozumiesz wszelkie zmiany w tych zasadach. Możemy powiadomić Cię o zmianach w niniejszej polityce za pośrednictwem poczty elektronicznej lub prywatnego systemu przesyłania wiadomości na naszej stronie internetowej.",
    "point-f-1": "Użytkownik może zażądać udostępnienia jego danych osobowych, które są przechowywane.",
    "point-f-2": "Możemy na Twoje żądanie ukrywać dane osobowe, w zakresie dozwolonym przez prawo.",
    "point-f-3": "Możesz w dowolnym momencie poinstruować nas, aby nie przetwarzać danych osobowych w celach marketingowych.",
    "point-f-4": "W praktyce zazwyczaj albo z góry wyraźnie wyrażasz zgodę na wykorzystanie przez nas Twoich danych osobowych w celach marketingowych, albo zapewnimy Ci możliwość rezygnacji z udostępniania Twoich danych osobowych w celach marketingowych.",
    "point-g": "Prosimy o informację w przypadku konieczności skorygowania lub aktualizowania danych osobowych, w których posiadaniu jesteśmy.",
    "point-h-1": "Dane pobierane podczas wizyt na naszych stronach",
    "point-h-2": "Podczas każdej wizyty na stronie pobierane są automatycznie dane określające adres IP komputera, nazwy domenowej, typ przeglądarki internetowej, typ sytemu operacyjnego itp.",
    "point-h-3": "Sposób wykorzystywani gromadzonych danych",
    "point-h-4": "Wszystkie uzyskane automatycznie dane pozostają do wglądu serweru Playergency i nie są udostępniane osobom trzecim. Dane te mogą zostać użyte wewnętrznie do wykonywania statystyk odwiedzin oraz analizy najczęściej odwiedzanych linków celem podwyższenia funkcjonalności serweru Playergency.",
    "point-h-5": "Sposób zmiany uzyskanych danych",
    "point-h-6": "Dane zbierane automatycznie podczas wizyt na stronie Playergency nie mogą być zmieniane ani usuwane.",
    "point-h-7": "Wykorzystywanie ciasteczek (cookies)",
    "point-h-8": "Nasza strona może wykorzystywać ciasteczka (cookies) do identyfikacji odwiedzającego serwis w celu podwyższenia funkcjonalności serwisu. Ciasteczka nie pobierają danych osobowych.",
    "point-h-9": "W jaki sposób są zabezpieczone Twoje dane",
    "point-h-10": "Wszystkie dane pobierane automatycznie nie zawierają danych osobowych i nie są udostępniane osobom trzecim.",
    "point-h-11": "Google Analytics",
    "point-h-12": "Używamy na naszej stronie internetowego narzędzia - Google Analytics do analizy statystyk serwisów WWW, udostępnianego przez firmę Google.",
    "point-h-13": "Zmiana polityki prywatności",
    "point-h-14": "Serwer Playergnecy zastrzega sobie prawo zmiany powyższej polityki prywatności poprzez opublikowanie nowej polityki prywatności na tej stronie.",
    "point-h-15": "Serwer Playergency informuje, że używając strony www.playergency.com akceptujesz regulamin firmy Discord Inc.",
    "point-h-16": "Serwer Playergency nie ponosi żadnej odpowiedzialności i zaleca konsultacje z ekspertami prawnym, jeśli wdrożysz powyższe działania na swojej stronie internetowej."
  },
  "cookies-banner": {
    "desc": "Strona korzysta z plików cookies w celu realizacji usług i zgodnie z Polityką prywatności. Możesz określić warunki przechowywania lub dostępu do plików cookies w Twojej przeglądarce.",
    "accept-btn": "Zgadzam się",
    "more-info": "Więcej informacji"
  }
}